{"https://www.youtube.com/watch?v=3x8ZYJm88Fg": ["On the verge of violating international law? Why isn't war a general crime against humanity in the first place?", "It just needs someone in Putin's 'inner circle' to do the right thing.", "It’s a shame men have to fight and die all because a little man has a bruised ego."], "https://www.youtube.com/watch?v=VTKUDTfIecM": ["Slava Ukraini!! 🇺🇦🇵🇱🇳🇱🇵🇱🇺🇦", "The most brosdcast war in the history of mankind. So strange but good to be able to see and hear despite the human tragedy. I get to see my Ukrainian brothers in action saving their land from the orcs.", "Thank you for your report.  Ukraine 🇺🇦 Glory to the heroes 🇺🇦 they deserve respect for life  "], "https://www.youtube.com/watch?v=7W2uGTfysoE": ["A guy I worked for a long time ago was a CIA analyst who was on the ground in Iran when the Shah's government fell.  They gave him a bunch of cash and said, \"get out any way you can\".  He said it was actually quite easy because there were so many regular Americans trying to get out at the same time.  It always amazes me when I read about a country going off the rails and Americans are still there, like, what?!?", "In Russia, when people want to turn off water or gas in an apartment / house, when we go on vacation, we break pipes. Everyone knows this, an ancient tradition", "DID BIDEN DO IT?  \"If Russia invades, that means tanks or troops crossing the border of Ukraine again, there will no longer be a Nord Stream 2...We will bring an end to it,\"  A journalist asked Biden how he could do that the president replied: \"I promise you: We will be able to do it.\" --- Joey Biden Feb 7 2022"], "https://www.youtube.com/watch?v=f41LBAVAB00": ["The old women that lost her husband broke my heart. So many tragic stories my prayers are with you. Slava Ukraini. 🇺🇦🇺🇲", "God Bless heroic Ukranian people, soldiers and government.🇺🇦 \nUkraine has won a place in the heart of each honest man in Earth.\n RIP the victims of this unfair war.", "Love the irony of the situation. Russia's maintaining that Ukranians want to become Russian citizens and at the same time, 'real' Russian citizens are queuing to leave."], "https://www.youtube.com/watch?v=IZTN7DQyRa8": ["The thing with a threat is, the first time you use it there is great shock and fear, but after you've repeated it a hundered times it loses it's meaning.", "Did you see that policeman kick the young guy in the back of the head when they already had hold of him on the ground. Brutal!", "This whole situation feels like hoi4 with the world tension meter creeping up to 100%.  Fun times...."], "https://www.youtube.com/watch?v=2F9BbGkJK6M": ["Long live the brave people of Ukraine", "I feel sorry for those individuals. All because of one sick SOB. He will get his justice soon enough.", "Stay strong Ukraine"], "https://www.youtube.com/watch?v=5K35zpeXTAU": [], "https://www.youtube.com/watch?v=xKBqYlb1sdI": ["Above board and carefully supervised voting in democratic countries struggle to achieve a 55% yes vote while Russia somehow achieves ~90%.", "I love how in Russian referendums you don't fold the ballot before putting it in the box, that way everyone can see how you voted. Very transparent indeed!", "One country cannot authorize a referendum in another country. It would have to be held by ukraine, or at the very least by the territories concerned"], "https://www.youtube.com/watch?v=pbTR0A03lIs": ["How did he speak for a solid 90 seconds yet manage to say nothing?", "Anyone who really believes that Russia is going to damage their own super expensive, super profitable pipeline, only to have to repair it later is plain foolish", "We all know what happened. There isn't no way to hide whats playing out. Hopefully people are getting prepared for this next few years."], "https://www.youtube.com/watch?v=KQJFT9dOMGk": ["Presenting the chronology of events in this episode makes a clearer picture of what is happening in Ukraine.  Thanks.", "Just as Russia has not invaded Ukraine (according to Sergei Lavrov) then it must also be understood that Ukraine has not engaged in hostilities with Russia in return at any time and in any place and indeed is graciously welcoming the Russian armed forces. No one in Russia should seek to attribute blame to Ukraine for this incident. There is no \"guerrilla campaign\" and it is not a response to Putin's mobilisation.", "Most of those recruitment centers are all non-computer, paper operations, if they burn then most military men in that district avoids the call up."]}